app/controllers/student_controller.rb

SELECT "students".* FROM "students"
---
  def students
    Student.all.each do |student|